Repository: gougouli/airbnb
Catalog: airbnb/public/locale/*/LC_MESSAGES/trad.po
Languages: it_it

source: [Close]
it_it: [Chiudere]

source: Loading ...
it_it: Caricamento ...

source: Who I am
it_it: Me

source: Languages
it_it: Lingue

source: Hello, I'm a <span>Freelance Junior Web Developer
it_it: Ciao, sono <span> Sviluppatore Web Freelance Junior

source: Let me drive you
it_it: Lascia che ti guidi

source: My works
it_it: Le mie opere

source: Contact Me
it_it: Contattami

source: I'm ...
it_it: Sono ...

source: A particular
it_it: Un particolare

source: A start-up
it_it: Una start-up

source: A compagny
it_it: Un'azienda

source: Whose name is ...
it_it: Chi Ã¨ chiamato ...

source: Send
it_it: Mandare

source: @ M2SI - Web Development
it_it: @ M2SI - Sviluppatore Web
